START_MSG = 'Привет. Я помогу вести учет расходов по разным категориям'
INFO_MSG =   'Быстро расскажу, что я умею:\n' \
            'Выбрать категорию для просмотра записей: /categories\n' \
             'Создать новую категорию: /set_category название_категории\n' \
             'Посмотреть сумму расходов за все время: /total\n' \
             'В 23:59 я пришлю Вам статистику трат за день\n' \
             'Еще раз вывести эту справку: /help\n'
COMMAND_UNKNOWN = 'Команда не распознана\n' \
                 'Нажмите /help если нужна помощь'

ADD_CATEGORY = 'Добавить категорию'
ADD_CATEGORY_NOT_FULL = 'После команды /set_category должно быть имя категории. Например: /set_category Аренда'
ALL_CATEGORY = 'Выберите интересующую категорию'
CATEGORY_NOT_EXIST = 'У Вас еще нет ни одной добавленной категории.\n Чтобы добавить - используйте команду: /set_category название_категории'
CATEGORY_EMPTY = 'Еще нет расходов в этой категории'
DB_CATEGORY_EXIST = 'Такая категория уже есть'
DB_CATEGORY_CREATE = 'Категория успешно создана'
CATEGORY_EXPENSE_DATE = 'Чтобы посмотреть расходы выберите необходимую дату или добавьте новую запись'

EXPENSE_BY_DATE = 'Расходы за этот день:'
EXPENSE_DEL = 'Запись была успешно удалена'
EXPENSE_ADD = 'Хорошо, добавим новую запись. Сколько Вы потратили?'
EXPENSE_ADD_SUCCESS = 'Запись успешно добавлена. Если нужно, можно добавить сразу еще одну запись \nВведите сколько потратили'
EXPENSE_TOTAL = 'Все Ваши расходы за всё время: '
EXPENSE_TOTAL_DAYLY = 'Total: '
EXPENSE_TOTAL_DAYLE_LABEL = 'Статистика расходов за сегодня:'

